/* No comment provided by engineer. */
" and %@" = " e %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f seg";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ comentou: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ sugeriu uma ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ é um membro da rede iNaturalist em %2$@. Instituições locais que apoiam %3$@ terão acesso ao seu endereço de e-mail e às coordenadas verdadeiras para observações que são publicamente ocultas ou privadas. Você gostaria de alterar sua afiliação?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ faz parte da rede internacional iNaturalist. Gostaria de se juntar a %2$@ para localizar sua experiência do iNaturalist e compartilhar dados com instituições locais?";

/* site news */
"%@ News" = "%@ notícias";

/* identification author attribution */
"%@'s ID" = "ID do %@";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, construa %2$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%d observação";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d observação para upload";

/* Count of observations by this user, plural. */
"%d Observations" = "%d observações";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d observações para upload";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld m";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "%1$@ requer que você prencha o campo de %2$@.";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "Sobre";

/* title for about section of the guide screen */
"ABOUT" = "SOBRE";

/* about this project title */
"About this Project" = "Sobre este projeto";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Conta?";

/* No comment provided by engineer. */
"Activity" = "Atividade";

/* Title for add comment failed alert */
"Add Comment Failure" = "Falha ao adicionar comentário";

/* Title for add ID failed alert */
"Add Identification Failure" = "Falha ao adicionar identificação";

/* No comment provided by engineer. */
"Add to Favorites" = "Adicionar aos favoritos";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Concordo";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Já possui uma conta?";

/* Status message when the database is unavailable and large parts of the app aren't working. Shouldn't happen, but fallback in case it ever does. */
"App is fatally misconfigured. Please contact help@inaturalist.org." = "O aplicativo está fatalmente mal configurado. Por favor, contactar help@inaturalist.org.";

/* Title for app section of settings. */
"App Settings" = "Configurações do aplicativo";

/* No comment provided by engineer. */
"Are you really sure?" = "Tem certeza absoluta?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Tem certeza que deseja sair deste projeto?";

/* No comment provided by engineer. */
"Are you sure?" = "Tem certeza?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Tem certeza? Isto é permanente.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundación Vida Silvestre Argentina apoiando o ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Austrália: Atlas of Living Australia apoiando o iNaturalist Australia (inaturalist.ala.org.au/).";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Autocompletar nomes";

/* label for auto upload switch in settings */
"Automatic upload" = "Upload automático";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "Ao excluir sua conta, você removerá todas as suas observações, todas as identificações que você adicionou às observações de outras pessoas e todos os comentários que você fez. Além disso, essa ação não pode ser desfeita. Se você mudar de ideia mais tarde, você não poderar recuperar esse conteúdo. Se este site gera muitas notificações, considere editar suas configurações e opte por não receber certas notificações ou parar de receber e-mails de nós. Se você estiver tendo problemas com uma pessoa específica do site, considere silenciá-la em vez de excluir sua conta. Se você está excluindo sua conta porque você tentou excluir alguns dos seus conteúdos, mas ainda pode vê-los em um mapa ou em outros lugares na Internet, tenha em mente que os dados do mapa podem ser armazenados em cache por até um dia mesmo depois que os registros foram excluídos, e que a exclusão de conteúdo nesta plataforma pode não ter qualquer efeito nas cópias que existem em outros sites e plataformas (como GBIF). Se você ainda tem certeza de que deseja excluir sua conta, Digite '%@' no formulário abaixo e clique no botão para excluir sua conta e todos os seus dados.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Ao usar iNaturalist você concorda com os Termos de Serviço e Política de Privacidade.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "A CalTech e a Cornell Tech ajudaram a desenvolver o sistema de visão computacional que sugere identificações a partir de fotografias. Agradecemos Grant Van Horn, Serge Belongie e Pietro Perona pelo progresso da pesquisa em visão computacional. Informações adicionais podem ser encontradas em visipedia.org. Um agradecimento especial à NVIDIA pela assistência adicional.";

/* Title for Camera button in media picker */
"Camera" = "Câmera";

/* No comment provided by engineer. */
"Can't Add ID" = "Não foi possível adicionar o ID";

/* No comment provided by engineer. */
"Can't Comment" = "Não foi possível comentar";

/* No comment provided by engineer. */
"Can't Fave" = "Não foi possível favoritar";

/* Status message when the app can't start due to a corrupt database but the database doesn't exist. Shouldn't happen, but fallback in case it ever does. */
"Can't find realm database, can't continue. Please contact help@inaturalist.org." = "Não foi possível encontrar o banco de dados do Realm. Por favor, contactar help@inaturalist.org.";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Não é possível pesquisar suas observações agora. Por favor, tente mais tarde.";

/* Status message when email is not configured on the phone so we can't send email on a user's behalf. */
"Can't send crash support email - please contact help@inaturalist.org." = "Não foi possível enviar e-mail sobre a falha — por favor contactar help@inaturalist.org.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Canadá: Canadian Wildlife Federation, Royal Ontario Museum, NatureServe Canada, e Parks Canada gerem o iNaturalist Canada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Cancelando...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Não é possível escolher uma data futura.";

/* Failure message */
"Cannot donate" = "Não foi possível doar";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Não foi possível carregar as sugestões: %@";

/* Store launch failure message */
"Cannot open store" = "Não foi possível abrir a loja";

/* Failure message */
"Cannot rate" = "Não foi possível avaliar";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Não foi possível pesquisar no iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Não foi possível enviar o email";

/* No comment provided by engineer. */
"Cannot use your location" = "Não foi possível usar sua localização";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "Em cativeiro / cultivadas";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "Em cativeiro / cultivado significa que o organismo existe onde foi observado porque os seres humanos o inseriram no local. iNaturalist é focado em observar organismos selvagens, e nossos parceiros científicos não estão interessados em observações de animais em jardins zoológicos, jardins ou animais de estimação.";

/* title for captive selector */
"Captive?" = "Em cativeiro?";

/* casual data quality */
"Casual Grade" = "Nível Casual";

/* label for change email address action in settings */
"Change email" = "Alterar email";

/* No comment provided by engineer. */
"Change Email" = "Alterar email";

/* No comment provided by engineer. */
"Change email address?" = "Alterar endereço de email?";

/* label for change username action in settings */
"Change username" = "Alterar nome de usuário";

/* No comment provided by engineer. */
"Change Username" = "Alterar nome de usuário";

/* No comment provided by engineer. */
"Change username?" = "Alterar nome de usuário?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Alterar foto do perfil?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Marque esta caixa se você quer aplicar uma licença Creative Commons Attribution-NonCommercial a suas fotos. Você pode escolher uma licença diferene ou remover a licença depois, mas esta é a melhor licença para compartilhar fotos com pesquisadores.";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "Verifique seu email";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerio del Medio Ambiente que apoia o iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Escolher da biblioteca";

/* title of inat network picker */
"Choose iNat Network" = "Escolha uma Rede iNat";

/* title for project observations chooser */
"Choose Projects" = "Escolher projetos";

/* No comment provided by engineer. */
"Close" = "Fechar";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Projeto de tipo Coleção";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Colômbia: Instituto Humboldt gere o Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Comentário";

/* Button to contact support when app has failed to launch. */
"Contact Support" = "Entrar em contato com Suporte";

/* label for contact support action in settings. */
"Contact support" = "Contatar o suporte";

/* Title for content hidden reason alert.
   when content has been moderated */
"Content Hidden" = "Conteúdo Oculto";

/* explanation for why a users content was moderated & hidden. First string is the moderator login, second is the date, third is the reason for the moderation. */
"Content hidden by %@ on %@ because: '%@'" = "Conteúdo oculto por %1$@ em %2$@ porque: '%3$@'";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Licenciamento de conteúdo";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Copiar o Nome Científico";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Não foi possível concordar";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Não foi possível ser adicionado no projeto %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Não foi possível determinar sua localização";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Criando Observação...";

/* intro to credits section. */
"Credits" = "Créditos";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Zona de Perigo";

/* Header for data quality section of obs detail */
"Data Quality" = "Qualidade dos dados";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Transferência de Dados";

/* No comment provided by engineer. */
"Default" = "Padrão";

/* button title to delete account */
"Delete Account" = "Excluir a conta";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Excluir download";

/* No comment provided by engineer. */
"Delete Error" = "Erro ao excluir";

/* Button to delete the database. This will appear in red as a destructive action. */
"Delete Local Database and Try Again" = "Excluir a base de dados local e tentar novamente";

/* text of delete obs button */
"Delete Observation" = "Excluir observação";

/* Deletes pending sync. */
"Deletes To Sync" = "Excluir da sincronização";

/* title for description section of the guide screen */
"DESCRIPTION" = "DESCRIÇÃO";

/* Title for confirm new observation details view */
"Details" = "Detalhes";

/* Status message when the user tapped contact support but then chose to not allow us to send a support email on their behalf. */
"Didn't send crash support email - please contact help@inaturalist.org." = "Não foi possível enviar e-mail sobre a falha — por favor contactar help@inaturalist.org.";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Não me mostre dicas";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Doar ao iNaturalist";

/* title for done button */
"Done" = "Concluído";

/* No comment provided by engineer. */
"Download" = "Baixar";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Download para uso offline";

/* No comment provided by engineer. */
"Download not available" = "Download não disponível";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Baixado";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Baixando...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ecuador: Instituto Nacional de Biodiversidad (INABIO) apoiando o iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "Editor";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Ou houve um erro no servidor ou a guia não existe mais.";

/* label for email field in settings */
"Email" = "Email";

/* Title for error alert */
"Error" = "Erro";

/* failure title when changing a setting. */
"Error changing setting." = "Erro ao alterar configuração.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Erro ao buscar observações";

/* error loading leaderboard title */
"Error loading leaderboard" = "Erro ao carregar o placar de líderes";

/* basis for a suggestion */
"Expected Nearby" = "Esperado nas proximidades";

/* No comment provided by engineer. */
"Explore" = "Explorar";

/* Status message when the user tries to delete the DB but it fails. */
"Failed to delete database. Please contact help@inaturalist.org." = "Falha ao excluir o banco de dados. Entrar em contato com help@inaturalist.org.";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Falha ao baixar o guia";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Falha ao iniciar sessão no iNaturalist. Por favor, tente novamente.";

/* title of alert when sound recording fails */
"Failed to Record" = "Falha ao Gravar";

/* No comment provided by engineer. */
"Failed to save guide" = "Falha ao salvar guia";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Falha ao configurar gravação de som";

/* No comment provided by engineer. */
"Faved" = "Favoritado";

/* No comment provided by engineer. */
"Faves" = "Favoritos";

/* No comment provided by engineer. */
"Featured" = "Destaques";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "A busca de um token de autenticação falhou. Por favor, contate help@inaturalist.org e tente novamente mais tarde.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Buscando observações recentes na área do mapa";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Buscando observações recentes em todo o mundo";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Encontre locais chamados '%@'";

/* No comment provided by engineer. */
"Find my observations" = "Encontre minhas observações";

/* No comment provided by engineer. */
"Find observations near me" = "Encontre observações perto de mim";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Encontre organismos chamados '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Encontre pessoas chamadas '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Encontre projetos chamados '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "Encontrando sua localização...";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finlândia: Museu Finlandês de História Natural (Luomus) apoiando iNaturalist Finland (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Esqueceu a senha?";

/* Geoprivacy button title */
"Geoprivacy" = "Geoprivacidade";

/* No comment provided by engineer. */
"Go Back" = "Voltar";

/* Button to dismiss a tutorial screen */
"Got It" = "Entendi";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Grécia: iSea apoiando iNaturalist Grécia (greece.iNaturalist.org).";

/* Grid layout on explore tab */
"Grid" = "Grade";

/* No comment provided by engineer. */
"Guide download error" = "Erro ao baixar o guia";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Editor do guia deve habilitar esse recurso.";

/* accessibility label for guides button */
"Guides" = "Guias";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Guias são criados e compartilhados pela comunidade iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Os guias são listas de espécies";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has photos */
"Has Photos" = "Tem fotos";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has sounds */
"Has Sounds" = "Tem sons";

/* Title for help section of settings. */
"Help" = "Ajuda";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Aqui estão nossas principais sugestões:";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "Eu concordo em permitir que o iNaturalist armazene e processe tipos limitados de informações pessoais sobre mim para gerenciar minha conta.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "Eu concordo em permitir que minhas informações pessoais sejam transferidas para os Estados Unidos da América.";

/* Title of identification failure alert */
"Identification Failed" = "Falha na identificação";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Taxon de identificação";

/* No comment provided by engineer. */
"Identifications" = "Identificações";

/* No comment provided by engineer. */
"Identifiers" = "Identificadores";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Se o e-mail que digitou está associado à uma conta no iNaturalist, você deverá receber um e-mail que contém um link para trocar sua senha.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "Se você deseja gravar uma observação de som, você precisará dar permissão ao aplicativo iNaturalist para usar o microfone.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "Erro de criação da imagem da loja";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "Erro ao salvar a imagem da loja";

/* No comment provided by engineer. */
"in project '%@'" = "no projeto '%@'";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "O iNaturalist não tem permissão para acessar sua câmera.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "O iNaturalist existe graças a cada pessoa que participa na nossa comunidade. As que desenvolvem o software, projetam as interfaces, mantêm a nossa infraestrutura, apoiam a comunidade e promovem colaborações são Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Sylvain Morin, Carrie Seltzer, Alex Shepard, Angie Ta e Ken- ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist foi restringido de acessar a câmera.";

/* inat independent org statement */
"iNaturalist is an independent 501(c)(3) nonprofit based in the United States (EIN 92-1296468)" = "iNaturalist é uma organização independente sem fins lucrativos do tipo 501(c)(3) baseada nos Estados Unidos (EIN 92-1296468)";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "Rede iNaturalist";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "Locais do iNaturalist";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist usa ícones do Glyphish por Joseph Wain, Ionicons por Ben Sperry, e um ícone do Binoculars por Luis Prado do Noun Project. iNaturalist também é profundamente agradecido à comunidade Cocoapods, e às contribuições de nossa própria comunidade de código aberto. Acesse https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Nome de usuário ou senha incorretos.";

/* No comment provided by engineer. */
"Info" = "Informações";

/* No comment provided by engineer. */
"Internet connection required" = "É necessária uma conexão com a Internet";

/* No comment provided by engineer. */
"Internet required" = "Precisa de conexão com a Internet";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Apresentando o upload automático!";

/* Invalid date alert title */
"Invalid Date" = "Data inválida";

/* Error for bad email when making account. */
"Invalid Email Address" = "Endereço de e-mail inválido";

/* Unknown invalid input */
"Invalid input" = "Entrada inválida";

/* No comment provided by engineer. */
"Invalid Location" = "Localização inválida";

/* Error for bad username when making account. */
"Invalid Username" = "Nome de usuário inválido";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Israel: Universidade de Haifa apoiando iNaturalist Israel (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "Os locais da categoria II da IUCN são fornecidos por IUCN e UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, Reino Unido: UNEP-WCMC. Disponível em: www.protectedplanet.net.";

/* Join project button */
"Join" = "Inscrever";

/* join iNat network partner alert title */
"Join %@?" = "Inscrever-se em %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Inscreva-se em projetos para poder registrar suas observações";

/* No comment provided by engineer. */
"Joined" = "Inscrito";

/* No comment provided by engineer. */
"Joining..." = "Inscrevendo-se...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Lat: %1$.5f Long: %2$.5f Acc: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Lat: %1$@, Long: %2$@, Prec: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Tabela de classificação";

/* button to learn more about inat account policies */
"Learn More" = "Saiba mais";

/* learn more (about network partner changes) button text */
"Learn more" = "Saiba mais";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Saiba mais sobre a qualidade dos dados >";

/* Leave project button */
"Leave" = "Sair";

/* No comment provided by engineer. */
"Leaving..." = "Saindo...";

/* The license of the species guide */
"License" = "Licença";

/* List layout on explore tab */
"List" = "Lista";

/* No comment provided by engineer. */
"Loading..." = "Carregando...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Erro ao buscar localização";

/* No comment provided by engineer. */
"Location Services Denied" = "Serviços de localização negados";

/* No comment provided by engineer. */
"Location Services Restricted" = "Serviços de localização restritos";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Entrar";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Entre ou cadastre-se";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Entre e carregue esta observação para habilitar comentários e identificações.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Faça login para habilitar favoritos.";

/* Notice while we're logging in */
"Logging in..." = "Iniciando sessão...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Procure uma espécie por nome";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Procure uma espécie por nome";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Parece que houve um erro: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Aparentemente você não possui nenhuma observação.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Curtiu o iNat? Avalie-nos";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Luxemburgo: Museu Nacional de História Natural de Luxemburgo (MnhnL) apoiando iNaturalist Luxemburgo (inaturalist.lu).";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Certifique-se de iNat tem permissão para acessar a sua localização ou dê ao GPS algum tempo para buscá-lo.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Gerenciar download";

/* Map layout on explore tab */
"Map" = "Mapa";

/* No comment provided by engineer. */
"Map of Observations" = "Mapa de observações";

/* Placeholder text for not logged title on me tab. */
"Me" = "Eu";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "México: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) gere o NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Erro na migração";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Problema na migração";

/* No comment provided by engineer. */
"Missing Date" = "Faltando data";

/* No comment provided by engineer. */
"Missing Location" = "Faltando localização";

/* No comment provided by engineer. */
"Missing Required Field" = "Faltando um campo exigido";

/* No comment provided by engineer. */
"My Content" = "Meu conteúdo";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "chamado de '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "chamado '%@'";

/* No comment provided by engineer. */
"Nearby" = "Nas proximidades";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Filtro de Sugestões Próximas";

/* needs id data quality */
"Needs ID" = "Precisa do ID";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Requer sua atenção";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Acesso à internet é necessário.";

/* No comment provided by engineer. */
"Network unavailable" = "Acesso à rede indisponível";

/* No comment provided by engineer. */
"Network Unavailable" = "Acesso à rede indisponível";

/* decline to change cemra permissions button title */
"Never mind" = "Deixa para lá";

/* Part of the text summarizing an observation spoken by a screen reader indicating whether an observation has new activity */
"new activity" = "Nova atividade";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Novo no iNaturalist? Cadastre-se agora!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Nova Zelândia: New Zealand Biodiversity Recording Network gere o iNaturalist NZ — Mātaki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Notícias";

/* Confirm a new photo */
"NEXT" = "PRÓXIMO";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "Não";

/* No comment provided by engineer. */
"No description" = "Nenhuma descrição";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Nenhum resultado de iNaturalist";

/* place guess when we have no location information */
"No location" = "Sem localização";

/* No comment provided by engineer. */
"No matching taxa" = "Nenhuma correspondência de táxons";

/* Title for No Media button in media picker */
"No Media" = "Nenhuma mídia";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "Sem permissões de microfone";

/* No comment provided by engineer. */
"No network connection." = "Sem conexão de rede.";

/* No comment provided by engineer. */
"No network connection. :(" = "Sem conexão de rede. :(";

/* Header observation count title when there are none. */
"No Observations" = "Sem observações";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Não foram encontradas observações nesta área do mapa.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Não foram encontradas observações.";

/* No comment provided by engineer. */
"No observations yet." = "Ainda não existem observações!";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "Sem fotos ou sons e identificação ausente";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Nenhum desses organismos foram encontrados. :(";

/* No comment provided by engineer. */
"No such person found. :(" = "Esta pessoa não foi encontrada. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Esse lugar não foi encontrado. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Este projeto não foi encontrado :(";

/* No comment provided by engineer. */
"No Thanks" = "Não, obrigado";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Nenhuma atualização ainda. Fique atento!";

/* No comment provided by engineer. */
"No URL configured" = "Sem URL configurado";

/* do not change network partner button */
"No, don’t change my affiliation" = "Não, não altere minha afiliação";

/* No comment provided by engineer. */
"None, all rights reserved" = "Nenhuma, todos os direitos reservados";

/* No comment provided by engineer. */
"Not Allowed" = "Não permitido";

/* 403 unauthorized title */
"Not Authorized" = "Não autorizado";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Notas...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Obs";

/* obscured geoprivacy */
"Obscured" = "Oculta";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Observação %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Erro ao validar o campo de observação: %@";

/* No comment provided by engineer. */
"Observations" = "Observações";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Observações: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Observações: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Observar";

/* No comment provided by engineer. */
"Observers" = "Observadores";

/* No comment provided by engineer. */
"OK" = "OK";

/* Title error with oops text. */
"Oops" = "Oops";

/* open geoprivacy */
"Open" = "Abrir";

/* No comment provided by engineer. */
"Open link in Safari" = "Abrir link no Safari";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Abrir configurações";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panamá: Ministerio de Ambiente gere o iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Senhas devem ter pelo menos 6 caracteres de tamanho.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Pausar";

/* No comment provided by engineer. */
"Paused" = "Pausado";

/* No comment provided by engineer. */
"Permission denied" = "Permissão negada";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Informações pessoais";

/* Title for Photo Library button in media picker */
"Photo Library" = "Galeria de Fotos";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Erro ao carregar foto\n Título para mensagem de alerta de erro de carregamento de foto\n Arquivo: Localizable.strings";

/* Title for photo save error alert msg */
"Photo Save Error" = "Erro no salvamento da foto";

/* Title for photos error alert msg */
"Photos Error" = "Erro de fotos";

/* No comment provided by engineer. */
"Placeholder" = "Marcador";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Observe: As observações serão incluídas automaticamente em um projeto de coleta se elas atenderem aos seus requisitos.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Por favor, escolha um local válido.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Por favor tente novamente em alguns minutos.";

/* failure message when the user should just try again. */
"Please try again later." = "Por favor, tente novamente mais tarde.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Por favor, atualize as permissões da câmera para tirar fotos com o iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Por favor, faça o upload para determinar a qualidade dos dados";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugal: Associação Biodiversidade Para Todos gere o Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Postado por";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Prefere Sem Rastreamento";

/* title for consent screen */
"Privacy" = "Privacidade";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Política de privacidade";

/* private geoprivacy */
"Private" = "Particular";

/* choose projects button title. */
"Projects" = "Projetos";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Projetos são coleções de observações com um propósito comum";

/* No comment provided by engineer. */
"Pull to Refresh" = "Clique para atualizar";

/* Rank in an ordered list */
"Rank" = "Classificação";

/* action to re-download a species guide from the server */
"Re-download" = "Baixe novamente";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Gravar";

/* Title for Record sound button in media picker */
"Record Sound" = "Gravar Som";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Nível de gravação (de 0 a 1)";

/* Title for sound recording screen */
"Recording Sound" = "Gravando som";

/* No comment provided by engineer. */
"Remove active search filters" = "Remover filtros de busca ativos";

/* No comment provided by engineer. */
"Remove current map area filter" = "Remover filtro de área do mapa atual";

/* No comment provided by engineer. */
"Remove my profile photo" = "Remover minha foto de perfil";

/* No comment provided by engineer. */
"Removing..." = "Removendo...";

/* No comment provided by engineer. */
"RESEARCH" = "PESQUISA";

/* research data quality */
"Research Grade" = "Nível de Pesquisa";

/* No comment provided by engineer. */
"Restricted to current map area" = "Restrito à área atual do mapa";

/* No comment provided by engineer. */
"Resuming" = "Retomando";

/* Retake a photo */
"RETAKE" = "REPETIR";

/* Title for save new observation button */
"SAVE" = "SALVAR";

/* No comment provided by engineer. */
"Save Anyway" = "Salvar mesmo assim";

/* Done button for recording observation sounds */
"Save Recording" = "Salvar Gravação";

/* No comment provided by engineer. */
"Saving..." = "Salvando...";

/* No comment provided by engineer. */
"Search" = "Pesquisar";

/* placeholder for guide search field */
"Search for guide named..." = "Procurar guia...";

/* placeholder for project search field */
"Search for project named..." = "Procurar projeto...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Procurando organismos...";

/* No comment provided by engineer. */
"Searching for people..." = "Procurando pessoas...";

/* No comment provided by engineer. */
"Searching for place..." = "Procurando lugar...";

/* No comment provided by engineer. */
"Searching for project..." = "Procurando projetos...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Procurando observações recentes na área do mapa";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Procurando observações recentes no mundo todo";

/* No comment provided by engineer. */
"seen at '%@'" = "visto em '%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "visto por '%@'";

/* default select title */
"Select" = "Selecionar";

/* select taxon title */
"Select \"%@\"" = "Selecionar \"%@\"";

/* title for date selector */
"Select Date" = "Selecionar data";

/* title for geoprivacy selector */
"Select Privacy" = "Selecionar privacidade";

/* No comment provided by engineer. */
"Selected Observation" = "Observação selecionada";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Definir foto de perfil";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Configurando sua conta iNaturalist ...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Configurações";

/* No comment provided by engineer. */
"Share" = "Compartilhar";

/* Title for share new observation button */
"SHARE" = "COMPARTILHAR";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Compartilhe suas observações com a comunidade.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Compre na iNat Store";

/* label for show common names switch in settings */
"Show common names" = "Mostrar nomes comuns";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Mostrar apenas sugestões próximas";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Mostrar nomes científicos primeiro";

/* No comment provided by engineer. */
"Sign in with Google" = "Entrar com o Google";

/* No comment provided by engineer. */
"Sign out" = "Sair";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Cadastre-se";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Cadastre-se agora!";

/* No comment provided by engineer. */
"Signing Out" = "Saindo";

/* skip button title */
"Skip ›" = "Pular ›";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Algumas leis de privacidade de dados, como o Regulamento Geral sobre a Proteção de Dados da União Europeia (RGPD), requer consentimento explícito para transferir informações pessoas de sua jurisdição para outra onde a proteção legal dessas informações não são consideradas adequadas. Desde 2020, a União Europeia não considera mais os Estados Unidos como uma jurisdição que fornece proteção legal de informações pessoais, especificamente devido à possibilidade de o governo dos EUA vigiar os dados que entram no país. Possivelmente, outras jurisdições possuem a mesma opinião. O uso da iNaturalist requer o armazenamento de informações pessoais como seu endereço de e-mail, todos os dados da iNaturalist são armazenados nos Estados Unidos, e não podemos ter certeza de qual jurisdição você se encontra quando estiver usando iNaturalist, portanto, para cumprir as leis, como o RGPD, você deve reconhecer que entende e aceita esse risco, e consente em transferir suas informações pessoais para os servidores da iNaturalist nos Estados Unidos. Para saber mais sobre quais informações nós coletamos e como as usamos, veja nossa Política de Privacidade e nossos Termos de Uso. Não tem como possuir uma conta na iNaturalist sem armazenar informações pessoais, portanto, o único jeito de revogar esse consentimento é excluindo sua conta.";

/* No comment provided by engineer. */
"Somewhere..." = "Em algum lugar...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Ordenar";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Fonte: Wikipédia, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Espécies";

/* species count on the explore leaderboard. */
"Species: %ld" = "Espécies: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Espécies: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Estatísticas";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Cancelar upload";

/* No comment provided by engineer. */
"Suggest ID" = "Sugira ID";

/* label for suggest species switch in settings */
"Suggest species" = "Sugerir espécies";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Sugestões baseadas em observações e identificações fornecidas pela comunidade iNaturalist, incluindo %1$@, %2$@, %3$@, e muitos outros.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Sugestões baseadas em observações e, identificações, fornecidas pela comunidade iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "Sincronizando...";

/* Category of iOS standard places for place search */
"System Places" = "Locais do Sistema";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "ETIQUETAS";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Taiwan: Universidade Nacional Chiayi e Instituto de Pesquisa Florestal de Taiwan (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "Tire uma foto";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Táxon %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Conte-nos o porque";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Termos de Serviço";

/* Status message after a user sends info to iNat support after the database crashes early on launch. */
"Thank you for contacting iNat support. We'll get back to you as soon as we can." = "Obrigado por contactar o suporte do iNat. Entraremos em contato com você assim que pudermos.";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "O texto inserido não corresponde.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Ainda não existem observações para este projeto. Volte em breve!";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "Não há nenhuma maneira de ter uma conta iNaturalist sem armazenar informações pessoais nos Estados Unidos.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "Não há nenhuma maneira de ter uma conta iNaturalist sem armazenar informações pessoais.";

/* Message when app fails to launch, the alert will have recovery suggestions */
"There was an error launching iNaturalist" = "Houve um erro ao iniciar o iNaturalist";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Ocorreu um erro inesperado.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Esta observação foi votada como Nível Casual pela comunidade iNaturalist.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Esta observação é do Nível Casual por ter sido votado como espécie em cativeiro ou cultivada pela comunidade iNaturalist.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Esta observação precisa de uma data para ser considerada como Nível de Pesquisa.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Esta observação precisa de uma localização para ser considerada como Nível de Pesquisa.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Esta observação precisa de um ID consensual mais específico para ser considerada como Nível de Pesquisa.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Esta observação precisa de uma foto para ser considerada como Nível de Pesquisa.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Esta observação precisa de mais IDs da comunidade iNat antes de ser considerada como Nível de Pesquisa.";

/* No comment provided by engineer. */
"This project has no description." = "Este projeto não possui descrição.";

/* No comment provided by engineer. */
"This project has no title." = "Este projeto não possui título.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Isto também irá remover suas observações deste projeto.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "Isso destruirá quaisquer alterações/adições feitas nesta aplicação que não tenham sido sincronizadas com o iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Isto irá baixar %@ dos dados, para então você usar este guia mesmo quando estiver sem acesso à Internet.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Período de tempo";

/* No comment provided by engineer. */
"Timeout" = "Tempo limite esgotado";

/* project title header */
"Title" = "Título";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Projeto Tradicional";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Tente novamente da próxima vez que você estiver conectado à Internet.";

/* button title to turn on autoupload */
"Turn On" = "Ligar";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Ligue o upload automático e suas observações serão automaticamente carregadas no iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Projeto Guarda-chuva";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Não foi possível adicionar uma identificação a esta observação. Por favor, tente novamente mais tarde.";

/* No comment provided by engineer. */
"Unable to find location" = "Não foi possível encontrar a localização";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Não foi possível encontrar o nome do local";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Não foi possível identificar esta observação dessa espécie. Por favor, tente novamente mais tarde.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Não foi possível fazer upload para o iNaturalist, erro 401 não-autenticado. Por favor, contate help@inaturalist.org e tente novamente mais tarde.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "Reino Unido: National Biodiversity Network Trust apoia iNaturalist United Kingdom (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "Desconhecido";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Autor desconhecido";

/* Message body when we don't know the error */
"Unknown error" = "Erro desconhecido";

/* Unknown error */
"Unknown error while making an identification." = "Erro desconhecido ao fazer uma identificação.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Erro desconhecido: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Post sem título";

/* Title for progress view when migrating db */
"Updating database..." = "Atualizando base de dados...";

/* No comment provided by engineer. */
"Updating..." = "Atualizando...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Fazer upload";

/* No comment provided by engineer. */
"Upload Error" = "Erro no upload";

/* upload failed alert title */
"Upload Failed" = "Falha no upload";

/* No comment provided by engineer. */
"Upload this observation" = "Enviar esta observação";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Envie esta observação para habilitar comentários e identificações.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Envie esta observação para habilitar favoritos.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Fazendo upload...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Nome de usuário";

/* users can login with their username or their email address. */
"Username or email" = "Nome de usuário ou email";

/* Title for version section of settings. */
"Version" = "Versão";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Tutorial em vídeo";

/* button to view privacy policy */
"View Privacy Policy" = "Ver Política de Privacidade";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Ver sugestões";

/* button to view terms of use */
"View Terms of Use" = "Ver Termos de Uso";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Visite %@ para criar seus próprios projetos";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Visite iNaturalist.org para criar seus próprios guias";

/* basis for a species suggestion */
"Visually Similar" = "Visualmente similar";

/* basis for a species suggestion */
"Visually Similar / Expected Nearby" = "Visualmente similar / esperado nas proximidades";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Esperando para fazer o upload...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Agradecemos o apoio de tradução fornecido pela comunidade do crowdin.com, especialmente: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, Sandro Von Matter, Juliana Gatti, sudachi, Maite, testamorta e vilseskog. Para juntar-se à equipe de tradução do iNaturalist iOS, por favor visite https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Não temos permissão do iOS para usar sua localização.";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Nós armazenamos informações pessoais, como nomes de usuário e endereços de e-mail, para gerenciar contas neste site, e para cumprir as leis de privacidade, precisamos que você marque esta caixa para indicar que você concorda com o uso de informações pessoais. Para saber mais sobre quais informações coletamos e como as usamos, por favor consulte a nossa Política de Privacidade e os nossos Termos de Serviço.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "Não conseguimos obter sua foto do iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "Nós não estamos confiantes o bastante para fazer uma recomendação, mas aqui estão as nossas principais sugestões.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "Nós não estamos confiantes o bastante para fazer uma recomendação.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Estamos bastante seguros de que isso é %2$@ de %1$@.";

/* unknown taxon title */
"What did you see?" = "O que você viu?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "O que significa em cativeiro / cultivado?";

/* No comment provided by engineer. */
"Which organism?" = "Qual organismo?";

/* No comment provided by engineer. */
"Which person?" = "Qual pessoa?";

/* No comment provided by engineer. */
"Which place?" = "Qual lugar?";

/* No comment provided by engineer. */
"Which project?" = "Qual projeto?";

/* No comment provided by engineer. */
"Whoops" = "Putz!";

/* Default upload failure alert title. */
"Whoops!" = "Opa!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Sem uma data, esta observação pode ser muito difícil para os outros identificarem com precisão e nunca vai alcançar o Nível de Pesquisa.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Sem uma localização, os membros da comunidade terão muita dificuldade em identificar a sua observação ao Nível de Pesquisa.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Sem pelo menos uma foto ou som, esta observação será impossível para os outros ajudarem a identificar.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Gostaria de compartilhar o seu relatório de migração com help@inaturalist.org para depuração?";

/* positive response to binary choice, yes or no */
"Yes" = "Sim";

/* change network partner button */
"Yes, change my affiliation" = "Sim, mudar minha afiliação";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Sim, excluir esta observação";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Sim, licenciar meu conteúdo para que cientistas possam usar meus dados. ";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Você só pode alterar sua afiliação à rede uma vez por dia.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Você não tem permissão para fazer isso. A sua conta pode ter sido suspensa. Por favor, entre em contato com help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Você não tem permissão para fazer isso. A sua conta pode ter sido suspensa. Por favor, entre em contato com help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Você precisa estar conectado à internet para fazer isso.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Você precisa estar conectado à internet para fazer upload em iNaturalis.org";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Você precisa estar logado para acessar os projetos.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Você precisa estar logado para fazer isso.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Você precisa estar logado para sincronizar projetos de usuário.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Você precisa estar logado para fazer upload.";

/* No comment provided by engineer. */
"You must be logged in!" = "Você precisa estar logado!";

/* Account is required error message */
"You must be logged in." = "Você precisa estar logado!";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Você precisa estar cadastrado para participar de um projeto.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "Você deve se autenticar novamente para excluir sua conta.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "Você precisa fazer login para fazer isso.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Você receberá atualizações, uma vez que você carregue suas observações.";

/* Title for account section of settings. */
"Your Account" = "Sua conta";

/* account deletion confirmation msg */
"Your account has been deleted." = "Sua conta foi excluída.";

/* No comment provided by engineer. */
"Your Guides" = "Seus guias";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "Suas credenciais de acesso mudaram. Por favor, vá às configurações para sair e acesse novamente.";

/* Placeholder for free text observation field value */
"Your response here" = "Sua resposta aqui";
